Repository: dimagi/logistics
Catalog: logistics_project/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Please send in stockout reports in the form 'so <product>'
sw: Tafadhali tuma taarifa za hakuna katika mpangilio ufuatao, 'hakuna <kifaa>'

source: Thank you %(contact_name)s for reporting stockouts of %(product_names)s for %(facility_name)s.
sw: Asante %(contact_name)s kwa kutuma taarifa ya hakuna %(product_names)s vya %(facility_name)s.

source: R&R - %(submitted)s/%(total)s submitted, %(not_submitted)s/%(total)s did not submit, %(not_responding)s/%(total)s did not reply
sw: Uwasilishaji wa R&R: %(submitted)s/%(total)s wamewasilisha R&R, %(not_submitted)s/%(total)s hawajawasilisha R&R, %(not_responding)s/%(total)s hawajajibu ujumbe

source: SOH - %(submitted)s/%(total)s reported, %(not_responding)s/%(total)s did not reply
sw: Hesabu ya mkono: %(submitted)s/%(total)s wametoa taarifa ya hmk, %(not_responding)s/%(total)s hawajajibu ujumbe

source: Deliveries - %(received)s/%(total)s received, %(not_received)s/%(total)s did not receive, %(not_responding)s/%(total)s did not reply
sw: Upokeaji wa Shehena: %(received)s/%(total)s wamepokea shehena, %(not_received)s/%(total)s hawajapokea shehena, %(not_responding)s/%(total)s hawajajibu ujumbe

source: %(district_name)s has submitted their R&R forms to MSD: %(group_a)s for Group A, %(group_b)s for Group B, %(group_c)s for Group C
sw: %(district_name)s imetuma R&R fomu kwenda MSD: %(group_a)s kwa ajili ya Kundi A, %(group_b)s kwa ajili ya Kundi B %(group_c)s kwa ajili ya Kundi C

source: District %(district_name)s has reported that they sent their R&R forms to MSD
sw: Wilaya %(district_name)s imetoa taarifa kuwa fomu za R&R zimewasilishwa MSD

source: Sent
sw: Ilitumwa

source: Invalid msd code %(code)s
sw: Namba ya MSD sio sahihi %(code)s

source: To set your language, send LANGUAGE <CODE>
sw: Kubadilisha lugha, tuma LUGHA <KIFUPISHO>

source: Please send in your adjustments in the format 'la <product> +-<amount> +-<product> +-<amount>...'
sw: Tafadhali tuma taarifa za marekebisho katika mpangilio ufuatao, 'um <kifaa> +-<idadi> <kifaa> +-<idadi>'

source: Sorry, invalid format. The message should be in the format 'la <product> +-<amount> +-<product> +-<amount>...
sw: Kutuma taarifa za kupokea vifaa, jibu 'um <kifaa> +-<idadi> <kifaa> +-<idadi>...'

source: Thank you. Have you received supervision this month? Please reply 'supervision yes' or 'supervision no'
sw: Asante. Je umefanyiwa usimamizi kwa mwezi huu? Tafadhali jibu 'usimamizi ndiyo' au 'usimamizi hapana'

source: Have you received supervision this month? Please reply 'supervision yes' or 'supervision no'
sw: Je umefanyiwa usimamizi kwa mwezi huu? Tafadhali jibu 'usimamizi ndiyo' au 'usimamizi hapana'

source: Supervision reminders will come monthly, and you can respond 'supervision yes' if you have received supervision or 'supervision no' if you have not
sw: Ujumbe wa usimamizi hutumwa kila mwisho wa mwezi, tafadhali jibu 'usimamizi ndiyo' kama umefanyiwa usimamizi au 'usimamizi hapana' kama haujafanyiwa usimamizi.

source: You have reported that you have not yet received supervision this month.
sw: Umetoa taarifa kuwa haujafanyiwa usimazi kwa mwezi huu.

source: Thank you for reporting that you have received supervision this month.
sw: Asante, umetoa taarifa kuwa 'usimamizi ndiyo'

source: Thank you for reporting your stock on hand this month
sw: Asante kwa kutoa taarifa za hesabu ya mkono kwa mwezi huu

source: help
sw: msaada

source: Thank you %(contact_name)s for reporting your delivery for %(facility_name)s
sw: Asante %(contact_name)s kwa kutuma taarifa ya kupokea vifaa vya %(facility_name)s

source: To record a delivery, respond with "delivered product amount product amount..."
sw: Kutuma taarifa za kupokea vifaa, jibu "nimepokea<acha nafasi><jina la kifaa><acha nafasi><idadi ya kifaa><acha nafasi>..."

source: Sorry, invalid format. The message should be in the format 'delivered product amount product amount'
sw: Samahani, Mpangilio sio sahihi. Ujumbe uwe katika mpangilio huu 'nimepokea <jina la vifaa> <idadi> <jina la kifaa> <idadi>...'

source: Sorry, invalid product codes %(codes)s
sw: Samahani, vifupisho vya vifaa sio sahihi %(codes)s

source: Thank you. Please send in your adjustments in the format 'la <product> +-<amount> +-<product> +-<amount>...'
sw: Asante. Tafadhali tuma taarifa za marekebisho katika mpangilio ufuatao, 'um <kifaa> +-<idadi> <kifaa> +-<idadi>'

source: Thank you, you reported a delivery of %(reply_list)s. If incorrect, please resend.
sw: Asante, umetoa taarifa kuwa umepokea %(reply_list)s. Kama sio sahihi, tafadhali tuma tena taarifa sahihi.

source: Thank you, you reported you have %(quantity)s %(product_name)s. If incorrect, please resend.
sw: 'Asante, umetoa taarifa ya kuwa na %(quantity)s %(product_name)s. Kama sio sahihi tafadhali tuma tena.

source: Please respond in the format "submitted A <number of group A forms> B <number of group B forms> C <number of group C forms>."
sw: Tafadhali, jibu kwa mpangilio huu 'nimetuma a <idadi ya R&R form za group a> b <idadi ya R&R form za group b> c <idadi ya R&R form za group c>'

source: Thank you %(contact_name)s for submitting your R and R form for %(sdp_name)s
sw: Asante %(contact_name)s kwa kuwasilisha R & R fomu kwa %(sdp_name)s

source: Sorry, invalid format. The message should be in the format 'submitted A <quantity of R&R forms for group A> B <quantity of R&R forms for group B>...'
sw: Samahani, Mpangilio sio sahihi. Ujumbe uwe katika mpangilio huu 'nimetuma a <idadi ya R&R form za group a> b <idadi ya R&R form za group b>...'

source: Sorry, invalid Delivery Group %(delivery_group_name)s. Please try again
sw: Samahani, kundi la upokeaji %(delivery_group_name)s sio sahihi. Tafadhali jaribu tena.

source: You reported %(quantity)s forms submitted for group %(delivery_group_name)s, which is more than the number of facilities in group %(delivery_group_name)s. Please try again.
sw: umetoa taarifa kuwa umetuma fomu %(quantity)s kwa kundi %(delivery_group_name)s, ambayo ni idadi kubwa kuliko idadi ya vituo vya afya vilivyoko katika kundi %(delivery_group_name)s. Tafadhali jaribu tena

source: Thank you %(contact_name)s for reporting your R&R form submissions for %(sdp_name)s
sw: Ahsante %(contact_name)s kwa kutoa taarifa ya kutuma kwa R&R fomu ya %(sdp_name)s

source: Sorry, you need to register.
sw: Samahani, Unatakiwa kujisajili kwanza

source: Welcome to ILSGateway. Available commands are soh, delivered, not delivered, submitted, not submitted, language, sw, en, stop, supervision, la
sw: Karibu kwenye mfumo wa ILSGateway.maneno yaliyopo ya kuamrisha ni hmk, nimepokea, sijapokea, nimetuma, sijatuma, lugha sw, lugha en, acha, usimamizi, um

source: To register send reg <name> <msd code> or reg <name> at <district name>. Example:reg john patel d34002 or reg john patel : tandahimba
sw: Kujisajili tuma sajili <Jina> <namba ya MSD> au sajili <jina> kwa <jina la wilaya>. Mfano: sajili John Patel d34002 au sajili John Patel : tandahimba

source: If you haven't submitted your R&R, respond "not submitted". If you haven't received your delivery, respond "not delivered"
sw: Kama haujatuma R&R fomu yako jibu "sijatuma", kama haujapokea vifaa jibu "sijapokea"

source: You must JOIN or IDENTIFY yourself before you can set your language preference
sw: Lazima kujiunga kwanza kabla ya kuchagua lugha unayotaka

source: You have reported that you haven't yet received your delivery.
sw: Asante, Umetoa taarifa kuwa haujapokea vifaa bado

source: You have reported that you haven't yet sent in your R&R.
sw: Umetoa taarifa kuwa haujatuma R&R fomu zako.

source: Please send in your stock on hand information in the format 'soh <product> <amount> <product> <amount>...'
sw: Tafadhali tuma hesabu ya mkono ya vifaaa vilivyopo katika mpangilio huu 'hmk <jina la vifaa> <idadi> <jina la vifaa> <idadi>...'

source: Please send in your stock on hand information in the format 'si <MSD product code> <amount>'
sw: Tafadhali tuma hesabu ya mkono ya bidhaa katika mpangilio huu '<namba ya bidha ya MSD><kiasi>'

source: How much %(product_name)s (msd_code %(msd_code)s) do you have in stock? Please respond 'si %(msd_code)s <amount>'
sw: Kiasi gani cha %(product_name) (namba ya MSD %(msd_code)) ulichonacho? Tafadhal jibu 'si %(msd_code)s <amount>'

source: Sorry, invalid format. The message should be in the format 'soh <product> <amount> <product> <amount>...'
sw: Kutuma taarifa za kupokea vifaa, jibu 'hmk <jina la vifaa> <idadi ya vifaa>...'

source: Sorry, invalid product code %(product_code)s
sw: Samahani, kodi ya kifaa %(product_code)s sio sahihi

source: Thank you %(contact_name)s for reporting your stock on hand for %(facility_name)s. Still missing %(product_list)s.
sw: Asante %(contact_name)s kwa kutuma taarifa za akiba ya vifaa vilivyopo vya %(facility_name)s, bado taarifa za %(product_list)s

source: Thank you, you reported your losses/adjustments: %(reply_list)s. Still missing %(product_list)s.
sw: Asante, umetoa taarifa kuwa marekebisho: %(reply_list)s, bado taarifa za %(product_list)s

source: Have you sent in your R&R form yet for this quarter? Please reply "submitted" or "not submitted"
sw: Je? Umetuma R&R fomu yako kwa kota hii? Tafadhal jibu "nimetuma" au "sijatuma"

source: Did you receive your delivery yet? Please reply 'delivered <product> <amount> <product> <amount>...'
sw: Je? Umekwishapokea vifaa ulivyoagiza robo mwaka huu, kama umepokea jibu 'nimepokea <jina la vifaa> <idadi ya vifaa>...', kama haujapokea jibu 'sijapokea'

source: Did you receive your delivery yet? Please reply 'delivered' or 'not delivered'
sw: Je? Umekwishapokea vifaa ulivyoagiza robo mwaka huu, kama umepokea jibu 'nimepokea', kama haujapokea jibu 'sijapokea'

source: How many R&R forms have you submitted to MSD? Reply with 'submitted A <number of R&Rs submitted for group A> B <number of R&Rs submitted for group B>'
sw: Ni R&R fomu ngapi umetuma MSD mpaka sasa? tafadhali jibu 'nimetuma A <idadi ya R&R fomu za kundi a> B <idadi ya R&R fomu za kundi B>...'

source: Current language
sw: Lugha inayotumika

source: change language
sw: Badilisha lugha

source: Inventory History
sw: Historia ya...

source: show months of stock
sw: Onyesha makadilio ya miezi ambayo kituo kitakua na vifaa

source: show stock levels
sw: Onyesha idadi ya vifaa

source: Last SMS message received
sw: Ujumbe uliopokelewa wa mwisho

source: by
sw: na

source: No inventory messages have been received
sw: Hakuna ujumbe wa hesabu ya mkono uliokwishapokelewa

source: See complete SMS message history
sw: Onyesha historia kamili ya ujumbe wa SMS

source: Stock on Hand
sw: Hesabu ya Mkono

source: Months of Stock
sw: Miezi ya kua na hakiba

source: no data
sw: Hakuna taarifa

source: Group
sw: Kundi

source: see on map
sw: Ona katika ramani

source: Contacts
sw: Mawasiliano

source: contact
sw: mtumiaji

source: direction
sw: mwelekeo

source: In
sw: Ndani

source: Out
sw: Nje

source: name
sw: jina

source: Name
sw: Jina

source: role
sw: cheo

source: Role
sw: Cheo

source: phone
sw: simu

source: Phone
sw: Simu

source: Maps
sw: Ramani

source: Email
sw: Barua pepe

source: primary
sw: mhusika mkuu

source: Primary
sw: Mhusika mkuu

source: Add a contact
sw: Ongeza mawasiliano

source: R&amp;R History
sw: Historia ya R&R

source: see all R&amp;R history
sw: Onyesha historia yote ya R&R

source: Status
sw: Hali

source: No delivery status reported
sw: Hakuna taarifa ya kupokea vifaa imekwisha tumwa

source: Download most recent R&amp;R
sw: chukua R&R fomu ya karibuni kutoka kwenye mtandao

source: see all notes
sw: Onyesha maelezo yote

source: Enter a note for this facility
sw: Ingiza maelezo kwa kituo hiki

source: Current Stock Status
sw: Hali ya vifaa vilivyopo

source: Show months of stock
sw: Onyesha makadilio ya miezi ambayo kituo kitakua na vifaa

source: Show inventory
sw: Onyesha idadi ya vifaa

source: MSD Code
sw: kodi MSD

source: Delivery Group
sw: kundi la upokeaji

source: insufficient data
sw: taarifa haijajitosheleza

source: Ordering Status
sw: Hali ya uagizaji

source: R&amp;R Status
sw: Hali ya R&R

source: date
sw: tarehe

source: Delivery Status
sw: Hali ya upokeaji

source: Welcome
sw: Karibu

source: Alerts
sw: Kumbuka

source: Facilities
sw: Vituo

source: Message Tester
sw: Ujumbe mtihani

source: Submission Status
sw: Kuwasilisha hali

source: %(count)d facilities have reported not submitting their R&R form as of today.
sw: %(count)d vituo vimetoa taarifa kuwa havijatuma R&R fomu za vituo vyao kwa leo

source: %(count)d facilities did not respond to the SMS asking if they had submitted their R&R form.
sw: %(count)d vituo havijajibu ujumbe unaouliza kama vimetuma R&R fomu zao

source: %(count)d facilities have not reported their stock levels for last month.
sw: %(count)d vituo havijatoa taarifa ya akiba ya vifaa kwa mwezi uliopita

source: %(count)d facilities have reported not receiving their deliveries as of today.
sw: %(count)d vituo vimetoa taarifa leo kuwa havijapokea vifaa

source: Deliveries
sw: Wamepokea

source: %(count)d facilities did not respond to the SMS asking if they had received their delivery.
sw: %(count)d vituo havijajibu ujumbe unaouliza kama vimepokea vifaa

source: %(name)s is stocked out of %(product)s.
sw: Kituo cha afya %(name)s Kimeishiwa %(product)s.

source: %(name)s has no primary contact.
sw: %(name)s hakuna mhusika mkuu kwa kituo cha afya.

source: Register someone now
sw: Sajili mtu sasa

source: R&R Submission Summary
sw: Muhtasari wa R&R

source: Reports
sw: Ripoti

source: Product Availability Summary
sw: Muhtasri wa upatikanaji vifaa

source: District Summary
sw: Muhtasari wa wilaya

source: Submitting
sw: vituo vinatuma

source: %(submitted)s of %(count)s
sw: %(submitted)s kati ya %(count)s

source: submitted
sw: Zimetuma

source: Processing
sw: Zinashughulikiwa

source: %(processed)s of %(count)s forms sent to MSD
sw: Fomu %(processed)s kati ya %(count)s zimetumwa MSD

source: %(delivered)s of %(count)s
sw: %(delivered)s kati ya %(count)s

source: delivered
sw: Wamepokea vifaa

source: Message History
sw: Historia ya ujumbe

source: Message Log
sw: Historia ya ujumbe

source: Sender
sw: Mtumaji

source: text
sw: ujumbe mfupi

source: No messages
sw: Hakuna ujumbe

source: No notes
sw: Hakuna maelezo

source: Notes
sw: Maelezo

source: Choose Service Delivery Point
sw: Chagua kituo cha kupokelea huduma

source: Service Delivery Point
sw: kituo cha kutolea huduma

source: Change Location
sw: Chagua eneo

source: Change
sw: Chagua

source: Supervision
sw: Usimamizi

source: Downloads
sw: Vitu vya kuchukua kutoka kwenye mtandao

source: If you have submitted your R&R, respond "submitted". If you have received your delivery, respond "delivered"
sw: Kama umetuma R&R fomu yako jibu 'nimetuma', kama umepokea vifaa jibu 'nimepokea'

source: Notes for Facilities in %(name)s
sw: Maelekezo kwa vituo vya %(name)s

source: Change language
sw: Badilisha lugha

source: language
sw: lugha

source: Language
sw: Lugha

source: Sorry, I couldn't understand your message. Try 'help' for assistance
sw: Samahani, sijaelewa ujumbe wako. Tafadhali tuma 'msaada' kwa maelezo zaidi

source: I didn't recognize your msd code. To register, send register <name> <msd code>. example: register Peter Juma d34002
sw: msd code yako haitambuliki, Kujisajili, andika 'sajili<nafasi><jina lako><nafasi><msd code ya kituo chako>. Mfano 'sajili Peter Juma d34002'

source: Sorry, can't find the location with MSD CODE %(msd_code)s
sw: Samahani, Eneo lenye MSD CODE %(msd_code)s halipo

source: Sorry, can't find the location with the name %(name)s
sw: Samahani sioni jina linaloendana na eneo %(name)s

source: Thank you for registering at %(sdp_name)s, %(msd_code)s, %(contact_name)s
sw: Asante kwa kujisajili katika %(sdp_name)s, %(msd_code)s, %(contact_name)s

source: Thank you for registering at %(sdp_name)s, %(contact_name)s
sw: Asante kwa kujisajili katika %(sdp_name)s, %(contact_name)s

source: I will speak to you in %(language)s.
sw: Nitaongea na wewe kwa %(language)s.

source: Sorry, I don't speak "%(language)s".
sw: Samahani, sielewi "[lugha]"

source: Dashboard
sw: Ubaoni

source: Registration
sw: Usajili

source: Map
sw: Ramani

source: Haven't submitted
sw: Hawajatuma

source: Didn't respond
sw: Hawajajibu

source: Stocked out
sw: kimeishiwa vifaa

source: Not stocked out
sw: Hakijaishiwa vifaa

source: No stockout data
sw: Hakuna taarifa ya kuishiwa vifaa

source: You have requested to stop reminders to this number. Send 'help' to this number for instructions on how to reactivate.
sw: Umesitisha kukumbushwa kwenye hii namba. tafadhali tuma 'msaada' kupata maelekezo jinsi ya kujiunga tena

source: Facility deliveries for group %(group_name)s (out of %(group_total)d): %(not_responded_count)d haven't responded and %(not_received_count)d have reported not receiving. See ilsgateway.com
sw: Vituo vya kundi la upokeaji %(group_name)s (kati ya %(group_total)d): %(not_responded_count)d havijajibu na %(not_received_count)d vimetoa taarifa kua havijapokea vifaa. Tizama kwenye ilsgateway.com

source: Tanzania Ministry of Health<br /> and Social Welfare
sw: Wizara ya Afya na <br /> Ustawi wa Jamii

source: Product
sw: Kifaa

source: Please log in to ILSGateway
sw: Tafadhali ingia kwenye mfumo wa ILSGateway

source: Thank you for visiting ILSGateway!
sw: Asante kwa kuutumia mfumo wa ILSGateway!

source: see all users
sw: Ona watumiaji wote

source: service_delivery_point
sw: kituo cha kutolea huduma

source: Facility Detail
sw: Taarifa za kituo

source: Last updated on
sw: Imebadilishwa mara ya mwisho

source: Save Contact
sw: Hifadhi mawasiliano

source: Yes
sw: Ndio

source: No
sw: Hapana
